---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PerMille
source: html/08294a25-7905-ca37-69c2-19f2d31d399c.htm
---
# Autodesk.Revit.DB.UnitTypeId.PerMille Property

Per mille.

## Syntax (C#)
```csharp
public static ForgeTypeId PerMille { get; }
```